[{"name":"Espresso","category":"Caliente","image":"assets/images/Espresso.png","ingredients":"Agua y café molido","preparation":"Pasar el agua caliente a presión a través de café molido, para producir una bebida fuerte en el interior y cremosa en la parte superior."},{"name":"Capuccino","category":"Caliente","image":"assets/images/Capuccino.png","ingredients":"Espresso, leche al vapor y azúcar","preparation":"Primero, prepara un espresso. Luego, calienta y espuma la leche con una máquina de vapor hasta que esté cremosa. Vierte la leche espumada sobre el espresso, dejando una capa de espuma en la parte superior."},{"name":"Americano","category":"Caliente","image":"assets/images/Americano.png","ingredients":"Espresso y agua caliente","preparation":"Prepara un espresso y, luego, agrega agua caliente al gusto (aproximadamente el doble del volumen del espresso). Esto diluye el café, creando una bebida más suave y de mayor volumen que un espresso, pero con el mismo sabor base."},{"name":"Americano frío","category":"Helado","image":"assets/images/AmericanoFrio.png","ingredients":"Agua, hielo y espresso","preparation":"Prepara un espresso y déjalo enfriar un poco. Llena un vaso con hielo y vierte el espresso frío sobre el hielo. Luego, agrega agua fría al gusto y mezcla bien."},{"name":"Affogato","category":"Helado","image":"assets/images/Affogato.png","ingredients":"1 bola de helado de vainilla y un espresso caliente","preparation":"Coloca una bola de helado de vainilla en un vaso o copa. Luego, vierte un espresso caliente por encima del helado. La combinación de la temperatura del espresso con el helado crea una mezcla deliciosa y cremosa."},{"name":"aa","category":"Caliente","ingredients":"aa","preparation":"aa","image":"assets/images/splash_logo.png"},{"name":"Cortado","image":"assets/images/Cortado.png","ingredients":"Espresso y leche caliente","preparation":"Prepara un espresso y, luego, agrega una pequeña cantidad de leche caliente (generalmente la misma cantidad o un poco menos que el espresso). La leche suaviza el sabor fuerte del espresso, creando una bebida equilibrada con un toque cremoso."},{"name":"Flat white","image":"assets/images/FlatWhite.png","ingredients":"Espresso y leche vaporizada","preparation":"Prepara un espresso y, luego, agrega leche vaporizada, pero sin mucha espuma, de manera que la leche tenga una textura suave y cremosa. La proporción de leche es mayor que en un cortado, creando una bebida suave, cremosa y con un sabor más equilibrado entre el café y la leche."},{"name":"Latte","image":"assets/images/Latte.png","ingredients":"1 espresso, leche vaporizada y espuma de leche","preparation":"Prepara un espresso y, luego, agrega leche vaporizada, dejando una pequeña capa de espuma en la parte superior. El latte tiene una mayor cantidad de leche que un cappuccino, lo que lo hace más suave y cremoso, con un sabor más equilibrado entre el café y la leche."},{"name":"Machiatto","image":"assets/images/Machiatto.png","ingredients":"1 espresso, leche vaporizada o espuma de leche","preparation":"Prepara un espresso y, luego, agrega una pequeña cantidad de leche vaporizada o espuma de leche sobre el café, justo en el centro. El macchiato tiene un sabor fuerte a café, con solo un toque de leche, a diferencia de otros cafés con más leche, como el latte. \"Macchiato\" significa \"manchado\", ya que la leche solo \"mancha\" el espresso."},{"name":"Mocha","image":"assets/images/Mocha.png","ingredients":"1 espresso, 150 ml de leche vaporizada, 2 cucharadas de jarabe de chocolate y crema batida (opcional)","preparation":"Prepara un espresso y mezcla con el jarabe de chocolate hasta que se disuelva bien. Luego, agrega la leche vaporizada, creando una mezcla suave y cremosa. Si lo deseas, puedes coronar con crema batida para darle un toque extra. El mocha combina el sabor fuerte del café con la dulzura del chocolate, creando una bebida indulgente y deliciosa."},{"name":"Latte frío","image":"assets/images/LatteFrio.png","ingredients":"1 espresso, leche fría y hielo","preparation":"Prepara un espresso y déjalo enfriar. Llena un vaso con hielo y vierte el espresso frío sobre el hielo. Luego, agrega leche fría al gusto y mezcla bien. Si lo deseas, puedes añadir azúcar para endulzar. Esto crea una versión refrescante del latte, perfecta para días calurosos."},{"name":"Mocha frío","image":"assets/images/MochaFrio.png","ingredients":"1 espresso, 2 cucharadas de jarabe de chocolate, leche fría. hielo y crema batida (opcional)","preparation":"Prepara un espresso y déjalo enfriar. En un vaso grande, mezcla el espresso frío con el jarabe de chocolate. Luego, llena el vaso con hielo y agrega leche fría al gusto. Mezcla bien y, si lo deseas, cubre con crema batida para darle un toque extra. El mocha frío es una bebida refrescante que combina el sabor del café con chocolate y leche fría."}]